{
  "HEADER" : {
    "FILE" : "Archivo",
    "EDIT" : "Editar",
    "SELECTION" : "Selección",
    "TERMINAL" : "Terminal",
    "HELP" : "Ayuda"
  },
  "SIDEBAR" : {
    "EXPLORER" : "Explorador"
  },
  "PAGES" : {
    "HOME" : "INICIO",
    "CONTACT" : "CONTACTO",
    "CV" : "CURRÍCULUM"
  },
  "TITLES" : {
    "CV" : {
      "TITLE" : "Currículum Vitae"
    }
  },
  "CV" : {
    "EXPERIENCE" : "Experiencia Laboral",
    "JOBS" : {
      "YUB" : {
        "TIME" : "Octubre 2020 - Mayo 2021",
        "DESCRIPTION" : "Comencé realizando mis prácticas del grado de Desarrollo de Aplicaciones Web, pero desde el primer día asumí tareas propias de un desarrollador full-stack, y así continuó cuando me contrataron tras finalizar las prácticas. <br><br> Trabajé en el desarrollo completo de un e-commerce creado desde cero por la startup, que además servía de base para otros clientes, adaptando su apariencia visual mediante un trabajo fino de CSS personalizado para cada uno. Mis principales responsabilidades fueron: <br><br> <ul><li> - Desarrollar nuevas funcionalidades como un sistema de blog integrado.</li> <li> - Mantener y mejorar el panel de administración interno, también desarrollado in-house.</li> <li> - Publicar cambios tanto en entorno de desarrollo como en producción, asegurando la estabilidad del proyecto (tanto para el proyecto principal, como el de los múltiples clientes).</li></ul> <br><br> Fue una etapa muy intensa y formativa, en la que tuve que buscarme mucho la vida —literalmente aprendí rompiendo cosas—, pero salí mucho más preparado y con una visión clara de cómo afrontar proyectos reales en entornos exigentes."
      },
      "ARATECH" : {
        "TIME" : "Mayo 2021 - Febrero 2022",
        "DESCRIPTION" : "Fui contratado inicialmente para desarrollar el frontend de un e-commerce B2B, trabajando directamente con el cliente (Econocom). El proyecto fue desarrollado principalmente con PHP y Prestashop.<br><br>Tras su finalización, pasé a formar parte de varios proyectos internos de la consultora, todos desarrollados en Angular. Durante mi tiempo allí, participé en aplicaciones desde sus primeras fases y me encargué tanto de implementar nuevas funcionalidades como de mejorar otras ya existentes en proyectos en curso. <br>Metodologías Agile en equipos de 3-5 personas."
      },
      "ICP" : {
        "TIME" : "Febrero 2022 - Actualidad",
        "DESCRIPTION" : "Desde mi incorporación, he formado parte de un equipo de desarrollo front-end en pañales, siendo el segundo miembro incorporado al equipo. Durante este tiempo, he participado activamente en la evolución de nuestros proyectos internos y externos. <br><br> Comencé creando desde cero una arquitectura de estilos basada en BEMIT, que actualmente se aplica como estándar en todos nuestros desarrollos. He trabajado en el frontend de aplicaciones web complejas que abarcan desde herramientas logísticas hasta aplicaciones de oficina y sitios altamente visuales para clientes. <br><br> Junto a mis compañeros, he contribuido al diseño de una arquitectura de proyecto eficiente y escalable, tanto en Angular como en Blazor. Además de mis tareas de desarrollo, ofrezco apoyo técnico al equipo: resuelvo dudas, imparto pequeñas formaciones internas y realizo revisiones de código para impulsar la mejora continua, especialmente de los perfiles más junior. <br> <br> Actualmente sigo trabajando en la mejora continua del equipo y en la evolución del stack front de la compañía, además de participar directamente en nuevos desarrollos."
      }
    }
  },
  "CARDS" : {
    "LINKEDIN" : {
      "DESCRIPTION" : "Desarrollador Web Front-End | Arquitecto CSS (BEMIT) |  Angular • Sass • UI/UX Oriented"
    },
    "GITHUB" : {
      "DESCRIPTION" : "Aquí puedes ver mis proyectos y repositorios (los pocos que tengo públicos 🤣)"
    },
    "YOUTUBE" : {
      "DESCRIPTION" : "Mi canal de Youtube sobre programación, con tutoriales diversos sobre frontend"
    }
  },
  "CONTACT" : {
    "DESCRIPTION" : "Puedes contactarme y saber más sobre mí en estos sitios web:"
  },
  "GENERICS" : {
    "SEE_MORE" : "Ver más"
  },
  "BTNS" : {
    "SEE_PROFILE" : "Ver perfil"
  }
}